export const charmData = [
    {
        cardName: "행운의 냥냥 부적",
        meaning: "오늘 당신의 미래는 밝고 행운이 가득할 것입니다. 뜻밖의 행운과 기회가 있을 것이에요. 대길(大吉).",
    },
    {
        cardName: "평화의 냥냥 부적",
        meaning: "불화와 갈등이 해소되어 평화로운 날들이 찾아올 것입니다. 냥냥이가 모든 갈등을 달래어 당신의 인생에 조화를 가져올 것입니다. 소길(小吉)。",
    },
    {
        cardName: "번영의 냥냥 부적",
        meaning: "냥냥이의 행운과 번영의 힘이 당신을 도와주어 성공과 풍요로움을 만끽할 수 있을 것입니다. 모든 것이 순조롭게 흘러갈 것입니다. 대길(大吉)!",
    },
    {
        cardName: "건강의 냥냥 부적",
        meaning: "당신의 건강과 안녕은 냥냥이의 보호하에 있을 것입니다. 병과 근심은 모두 냥냥이가 쫓아내어 당신을 건강하고 활기찬 사람으로 만들 것입니다. 길(吉)",
    },
    {
        cardName: "사랑의 냥냥 부적",
        meaning: "진실하고 깊은 사랑이 당신을 찾아올 것입니다. 냥냥이의 사랑의 힘이 당신을 감싸주며, 특별한 사람과 행복한 관계를 맺을 수 있을 것입니다. 소길(小吉)",
    },
    {
        cardName: "인내의 냥냥 부적",
        meaning: "어려움과 시련이 당신을 시험하지만, 냥냥이가 당신과 함께하며 인내심을 길러주어 어떤 상황에서도 극복할 수 있을 것입니다. 중길(中吉)",
    },
    {
        cardName: "성공의 냥냥 부적",
        meaning: "당신의 목표와 꿈은 냥냥이의 지혜로 인해 이루어질 것입니다. 성공과 명예가 당신을 따르며 빛나는 미래가 펼쳐질 것입니다. 대길(大吉)",
    },
    {
        cardName: "용기의 냥냥 부적",
        meaning: "당신이 마주할 어려운 상황에서도 냥냥이가 용기와 힘을 불어넣어주어 모든 장애물을 극복할 수 있을 것입니다. 길(吉)",
    },
    {
        cardName: "희망의 냥냥 부적",
        meaning: "냥냥이가 비춰주는 희망의 빛이 당신의 마음을 밝혀주어 어둠을 밝고 긍정적인 에너지로 가득하게 할 것입니다. 말길(末吉)",
    },
    {
        cardName: "창조성의 냥냥 부적",
        meaning: "당신의 창조적인 재능이 개발되어 놀라운 아이디어와 작품을 세상에 선보일 수 있을 것입니다. 냥냥이의 창조성이 당신을 영감으로 이끌어 줄 것입니다. 대길(大吉)",
    },
    {
        cardName: "감사의 냥냥 부적",
        meaning: "감사의 마음이 당신을 감싸며, 삶의 작은 기쁨을 느끼고 감사함을 배울 수 있을 것입니다. 모든 순간들에 감사하며 행복을 누리세요. 길(吉)",
    },
    {
        cardName: "자신감의 냥냥 부적",
        meaning: "냥냥한 자신감이 당신을 강하게 만들어주며, 자신과의 신뢰를 가지고 어떤 어려움에도 도전할 수 있을 것입니다. 대길(大吉)",
    },
    {
        cardName: "정화의 냥냥 부적",
        meaning: "고양이의 정화의 힘이 당신의 마음과 영혼을 깨끗하게 해주며, 새로운 시작과 새로운 기회가 당신을 기다리고 있습니다. 대길(大吉)",
    },
    {
        cardName: "공명의 냥냥 부적",
        meaning: "고양이의 공명의 에너지가 당신의 의도와 운명을 이끌어 줄 것입니다. 오늘 당신의 선택은 최고의 선택. 당신의 선택이 당신에게 빛과 행운을 가져다줄 것입니다. 대길(大吉)",
    },
    {
        cardName: "성실의 냥냥 부적",
        meaning: "매일의 성실함이 당신을 영감으로 이끌어주며, 끈기와 성실함으로 인해 당신의 목표를 달성할 수 있을 것입니다. 소길(小吉)",
    },
    {
        cardName: "우정의 냥냥 부적",
        meaning: "고양이의 우정의 힘이 당신을 감싸며, 소중한 친구들과의 돈독한 연결을 유지할 수 있을 것입니다.오늘은 선물을 하나 해보시는 것이 어떠신가요? 대길(大吉)",
    },
    {
        cardName: "강화의 냥냥 부적",
        meaning: "고양이의 강력한 에너지가 당신의 신체와 마음을 강화해주어 더 많은 도전에 맞서 싸울 수 있을 것입니다. 대길(大吉)",
    },
    {
        cardName: "명상의 냥냥 부적",
        meaning: "고양이의 평온한 모습이 당신을 안정과 평화로운 마음으로 이끌어 줄 것입니다. 명상과 휴식의 시간을 갖는 것이 중요할 것입니다. 소길(小吉)",
    },
    {
        cardName: "소통의 냥냥 부적",
        meaning: "고양이의 소통의 힘이 당신을 이해심과 협력으로 이끌어주며, 당신과 주변 사람들과의 관계가 더욱 원활해질 것입니다. 소길(小吉).",
    },
    {
        cardName: "감성의 냥냥 부적",
        meaning: "고양이의 감성적인 면모가 당신에게 영감을 줄 것입니다. 예술이나 창작활동을 통해 자유로운 감성을 발산해보세요. 대길(大吉)",
    },
    {
        cardName: "지혜의 냥냥 부적",
        meaning: "고양이의 지혜로움이 당신에게 지식과 통찰력을 가져다 줄 것입니다. 지식을 추구하고 새로운 것을 배우는 데 집중해보세요. 소길(小吉)",
    },
    {
        cardName: "성취의 냥냥 부적",
        meaning: "고양이의 성취의 힘이 당신의 업적과 성공을 가져다 줄 것입니다. 열심히 노력하는 결과를 얻게 될 것입니다. 대길(大吉)",
    },
    {
        cardName: "긍정의 냥냥 부적",
        meaning: "긍정의 기운이 당신을 가득 채우며, 냥냥이와 함께하는 시간들이 더욱 긍정적인 마음을 선사할 것입니다. 중길(中吉)",
    },
    {
        cardName: "활기의 냥냥 부적",
        meaning: "활기찬 에너지가 당신의 삶에 활력을 불어넣어줄 것입니다. 냥냥이와 함께하는 순간들이 활기를 높여줄 것입니다. 대길(大吉)",
    },
    {
        cardName: "사랑의 냥냥 부적",
        meaning: "사랑의 온기가 당신을 감싸며, 냥냥이와 함께하는 시간들이 더욱 사랑과 가득한 하루가 되게 해줄 것입니다. 중길(中吉)",
    },
    {
        cardName: "낭만의 냥냥 부적",
        meaning: "낭만적인 순간들이 당신의 삶에 특별한 감동을 선사할 것입니다. 냥냥이와 함께하는 순간들이 낭만을 불러일으킬 것입니다. 대길(大吉)",
    },
    {
        cardName: "성장의 냥냥 부적",
        meaning: "성장과 발전의 기회가 당신을 기다리고 있습니다. 냥냥이와 함께하는 순간들이 당신의 성장을 돕습니다.냥냥 주문을 외워보아요. 말길(末吉)",
    },
    {
        cardName: "노래를 행복하게 해주는! 냥냥 부적",
        meaning: "노래를 부르면 행운이 찾아올거에요. 대길(大吉)",
    },
    {
        cardName: "꿈을 담은 냥냥 부적",
        meaning: "당신의 꿈이 이루어질 확률이 10 % 증가! 대길(大吉)",
    },
    {
        cardName: "열정의 냥냥 부적",
        meaning: "오늘은 당신의 열정이 있다면 무엇이든 가능해요! 길(吉)",
    }
];
